Repository: leoipp/Equatio
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: E-mail ou senha inválidos.
es: E-mail o contraseña inválidos.

source: Preencha todos os campos.
es: Por favor, complete todos los campos.

source: As senhas não coincidem.
es: Contraseñas no coinciden.

source: Este e-mail já está cadastrado. Faça login.
es: Este e-mail ya está registrado. Por favor, inicie sesión.

source: A senha deve conter letras e números.
es: Contraseña debe contener letras y números.

source: A senha deve ter pelo menos 6 caracteres.
es: Contraseña debe tener al menos 6 caracteres.

source: Conta criada com sucesso! Faça login.
es: Su cuenta ha sido creada con éxito! Por favor, inicie sesión.

source: E-mail verificado com sucesso!
es: E-mail verificado con éxito!

source: Link expirado. Faça login e solicite novo link.
es: Link expirado. Por favor, inicie sesión y solicite un nuevo link.

source: Informações atualizadas com sucesso.
es: Información actualizada con éxito.

source: Erro ao salvar:
es: Error al guardar:

source: Seu saldo de tokens
es: Su saldo de tokens

source: Sair
es: Salir

source: Registrar
es: Registrarse
